{
  "totalLines": 1597,
  "totalParagraphs": 593,
  "questionMarks": 110,
  "possibleQA": 109,
  "firstLines": [
    "O que muda na forma como Porto Alegre cuida dos seus espaços públicos?",
    "Resposta: Pela primeira vez, o Plano Diretor propõe uma estrutura permanente e integrada para planejar, coordenar e qualificar os espaços públicos da cidade. Isso significa que, em vez de cada secretaria atuar isoladamente, haverá uma instância dedicada à compatibilização de projetos, à solução de conflitos e à valorização do espaço público com o mesmo nível de atenção técnica que hoje é dedicado ao setor privado. A gestão passa a ser mais estratégica, garantindo que obras e investimentos públicos estejam bem articulados entre si --- com mais eficiência e foco nas pessoas.",
    "Como o Guaíba vai fazer mais parte da vida das pessoas com o novo Plano Diretor?",
    "Resposta: O Plano Diretor propõe transformar o Guaíba em protagonista da vida urbana. Isso significa fomentar atividades náuticas, culturais e de lazer ao longo da orla, conectar os bairros ao lago com infraestrutura acessível e integrar o Guaíba aos sistemas de mobilidade, cultura e meio ambiente da cidade. Em vez de ser apenas paisagem, o Guaíba passa a ser espaço de convivência, turismo, transporte e valorização das comunidades que vivem em suas margens.",
    "Como o novo Plano Diretor vai ajudar as pessoas a perderem menos tempo no trânsito?",
    "Resposta: O novo Plano Diretor reorganiza o crescimento da cidade para aproximar moradia, trabalho e serviços. Ele permite mais habitação nos lugares com transporte coletivo e infraestrutura urbana, como corredores de ônibus e áreas com muitos empregos. Além disso, valoriza o uso misto do solo e propõe redes de centralidades mais bem conectadas --- tudo isso para facilitar o dia a dia de quem vive longe de onde precisa estar.",
    "O novo Plano Diretor ajuda mesmo a melhorar a mobilidade em Porto Alegre?",
    "Resposta: Sim. O plano incentiva que mais pessoas morem perto de onde trabalham, estudam e usam serviços, reduzindo a necessidade de grandes deslocamentos. Ao promover o uso misto do solo e concentrar o adensamento nas áreas com melhor infraestrutura, o plano favorece trajetos mais curtos, fortalece o transporte coletivo e estimula modos ativos, como caminhar e pedalar. Isso também ajuda a reduzir a poluição: segundo o Plano de Ação Climática de Porto Alegre, o transporte por automóvel é o principal responsável pelas emissões de gases de efeito estufa na cidade.",
    "Como o novo Plano Diretor vai ajudar a reduzir o custo da moradia?",
    "Resposta: O Plano Diretor facilita a construção de mais moradias em áreas bem localizadas, próximas ao transporte coletivo e aos empregos. Ele estimula o uso de terrenos ociosos, permite diferentes tipos de moradia, incentiva reformas de prédios existentes e simplifica as regras urbanísticas. Com mais oferta onde a cidade já tem infraestrutura, o custo por moradia tende a cair --- e morar bem se torna mais acessível para mais gente.",
    "Como a simplificação das regras urbanísticas reduz o custo da habitação?",
    "Resposta: Porque regras mais simples e claras ajudam a destravar projetos e reduzir os custos com estudos, revisões e prazos de aprovação. O novo Plano Diretor e a nova LUOS substituem centenas de zonas específicas por uma lógica mais enxuta e coerente com a realidade da cidade. Isso permite construir com mais segurança jurídica, amplia as possibilidades de uso dos terrenos e facilita a regularização de imóveis. Quanto menos barreiras, mais moradias podem ser viabilizadas --- e mais acessíveis elas se tornam.",
    "Onde a moradia vai ficar mais acessível com o novo Plano Diretor?",
    "Resposta: Nas áreas com melhor infraestrutura urbana e transporte coletivo, como os corredores de ônibus, centros de bairro e zonas mais consolidadas da cidade. O novo Plano Diretor permite mais unidades habitacionais nesses locais e incentiva o uso de terrenos vazios ou subutilizados. Isso aproxima as pessoas dos serviços e empregos, reduz os custos com transporte e aumenta a oferta de moradia onde já é possível viver com qualidade.",
    "Como o novo Plano Diretor vai preparar Porto Alegre para os efeitos das mudanças climáticas?",
    "Resposta: O Plano Diretor propõe transformar a forma como a cidade lida com o clima extremo. Em vez de afastar a população das áreas vulneráveis, o plano organiza o território com foco na adaptação --- fortalecendo a drenagem urbana, valorizando soluções baseadas na natureza e conectando áreas verdes para formar redes ecológicas. Áreas expostas a alagamentos passam a ser priorizadas para investimentos públicos, com infraestrutura segura e resiliência ambiental. É uma nova forma de planejar: reconhecendo os riscos, mas sem abandonar quem mais precisa de proteção.",
    "O novo Plano Diretor ajuda a reduzir as emissões que causam as mudanças climáticas?",
    "Resposta: Sim. O plano estimula que mais pessoas morem perto do transporte coletivo e dos empregos, o que reduz o uso do carro --- hoje o principal responsável pelas emissões em Porto Alegre, segundo o Plano de Ação Climática. Além disso, ele promove o uso misto do solo, valoriza a mobilidade ativa (como caminhar e pedalar) e protege áreas verdes, que ajudam a regular o clima. É um passo importante para tornar a cidade mais sustentável e justa com o meio ambiente.",
    "Como o novo Plano Diretor ajuda Porto Alegre a atrair investimentos e gerar desenvolvimento?",
    "Resposta: O novo Plano Diretor organiza o crescimento da cidade com mais clareza e previsibilidade. Isso dá mais segurança para quem quer investir, empreender ou construir. O plano também fortalece o papel do planejamento urbano como motor da economia, conectando as decisões sobre o uso do solo à infraestrutura, ao orçamento público e às oportunidades de financiamento. Com regras mais simples, uso mais eficiente do território e visão de longo prazo, a cidade se torna mais preparada para receber projetos que geram emprego, renda e qualidade de vida.",
    "Como o novo Plano Diretor garante que a cidade acompanhe suas transformações e tome decisões com base em dados?",
    "Resposta: O novo Plano Diretor cria o CIT -- Centro de Inteligência Territorial --, uma estrutura permanente que integra dados, mapas e indicadores para entender como a cidade está mudando. Ele permite que o planejamento urbano seja feito com base em evidências técnicas, ajudando a Prefeitura a tomar decisões mais rápidas, inteligentes e transparentes. Isso significa mais capacidade de resposta diante das transformações da cidade --- e mais eficiência no uso dos recursos públicos.",
    "Como o novo Plano Diretor garante que os recursos gerados pelo desenvolvimento urbano sejam bem aplicados?",
    "Resposta: O novo Plano Diretor fortalece o sistema de gestão urbana para garantir que os recursos arrecadados com instrumentos como a Outorga Onerosa --- novo nome do solo criado --- sejam usados com inteligência. Esses valores passam a ser direcionados de forma estratégica para melhorar a infraestrutura da cidade, qualificar os bairros e ampliar o acesso à moradia digna. A aplicação dos recursos será orientada por dados e prioridades territoriais, assegurando que o crescimento urbano traga retorno real para toda a população.",
    "O plano está sendo conduzido em benefício do mercado imobiliário em detrimento da população?",
    "Resposta: Não. O Plano Diretor parte da lógica de que a cidade deve funcionar para todos, e isso exige que o mercado urbano esteja regulado com clareza, justiça e previsibilidade. A revisão não retira direitos sociais --- ao contrário, amplia instrumentos como a Outorga Onerosa (solo criado) para gerar recursos para habitação, infraestrutura e espaços públicos. Além disso, o plano propõe a organização do território em sistemas que garantam equilíbrio entre adensamento, proteção ambiental e acesso à cidade para todas as classes sociais.",
    "O processo é realmente participativo ou só formal?",
    "Resposta: A participação foi estruturada em várias etapas: oficinas, audiências públicas, escutas setoriais, reuniões no CMDUA e canais digitais. Alguns números da participação social até o momento incluem: 9 Oficinas Territoriais, 15 Exposições Interativas, 2 Seminários, 2 Conferências, 7 Oficinas Temáticas, 24 Devolutivas, 4 Consultas Públicas, 184 Reuniões e 30 Reuniões do CMDUA e diversas visitas à entidades. Um debate que se estende desde 2019. O novo plano ainda propõe uma governança permanente da política urbana, com o Centro de Inteligência Territorial (CIT), o CMDUA fortalecido e o SGC (Sistema de Gestão, Controle e Planejamento) como pilares institucionais. Isso garante que a participação não acabe com a aprovação da lei --- ela passa a ser contínua, auditável e com base em dados públicos.",
    "Quem ganha e quem perde com as 16 ZOTs e o novo zoneamento?",
    "Resposta: O novo zoneamento não distribui \"ganhos\" e \"perdas\" arbitrariamente: ele reorganiza o território para equilibrar densidade, infraestrutura e vocações locais. As 16 ZOTs (Zonas de Ordenamento Territorial) foram desenhadas a partir de dados reais sobre uso do solo, mobilidade, riscos ambientais e acesso a serviços. Em vez de regras fragmentadas por zoneamentos específicos, as ZOTs buscam coerência e equidade territorial. Ganham as pessoas --- sobretudo onde havia travas ao uso urbano qualificado.",
    "Os planos locais (zona Centro, 4º distrito, Ipiranga etc.) enfraquecem a consistência do Plano Diretor?",
    "Resposta: Não. Esses planos locais fazem parte da Componente Espacial, que permite que áreas com desafios e oportunidades específicas tenham diretrizes mais detalhadas, sem contrariar os princípios gerais do Plano Diretor. Eles são estratégicos para ativar o potencial urbano, cultural e econômico de cada território e obedecem aos objetivos e sistemas definidos pelo plano geral. Diversos municípios ao redor do mundo utilizam instrumentos equivalentes aos chamados planos parciais, planos locais, planos de bairro ou planos de detalhamento --- que detalham regras urbanísticas mais específicas em certas áreas da cidade, em complemento ao plano diretor ou plano regulador geral. Esses instrumentos são comuns em cidades que adotam planejamento urbano por zonas, com diferentes níveis de detalhamento espacial. Aqui estão alguns exemplos internacionais relevantes: Paris, Lyon, Bordeaux (França); Berlim, Munique, Hamburgo (Alemanha); Londres, Manchester, Birmingham (Reino Unido); Toronto, Vancouver, Calgary (Canadá); San Francisco, Nova York, Portland (Estados Unidos); Barcelona, Madri, Sevilha (Espanha); Santiago e Valparaíso (Chile); Lisboa e Porto (Portugal); Bogotá (Colômbia).",
    "O novo plano responde às enchentes de 2024 ou continua ignorando a necessidade de manutenção da infraestrutura de drenagem e diques?",
    "Resposta: O Plano Diretor não substitui os planos operacionais de manutenção, mas organiza o território com o objetivo de prevenir novos riscos. A proposta valoriza a ampliação de áreas de preservação, a criação de corredores ecológicos, a integração de redes de drenagem e a definição de áreas prioritárias para ação pública. A adaptação climática é um dos objetivos centrais do plano, e a requalificação de áreas vulneráveis está prevista nas Áreas Estruturadoras e nos Sistemas de Espaços Abertos e Ecológicos."
  ],
  "sampleParagraphs": [
    "O que muda na forma como Porto Alegre cuida dos seus espaços públicos?",
    "Resposta: Pela primeira vez, o Plano Diretor propõe uma estrutura permanente e integrada para planejar, coordenar e qualificar os espaços públicos da cidade. Isso significa que, em vez de cada secretaria atuar isoladamente, haverá uma instância dedicada à compatibilização de projetos, à solução de conflitos e à valorização do espaço público com o mesmo nível de atenção técnica que hoje é dedicado ao setor privado. A gestão passa a ser mais estratégica, garantindo que obras e investimentos públicos estejam bem articulados entre si --- com mais eficiência e foco nas pessoas.",
    "Como o Guaíba vai fazer mais parte da vida das pessoas com o novo Plano Diretor?",
    "Resposta: O Plano Diretor propõe transformar o Guaíba em protagonista da vida urbana. Isso significa fomentar atividades náuticas, culturais e de lazer ao longo da orla, conectar os bairros ao lago com infraestrutura acessível e integrar o Guaíba aos sistemas de mobilidade, cultura e meio ambiente da cidade. Em vez de ser apenas paisagem, o Guaíba passa a ser espaço de convivência, turismo, transporte e valorização das comunidades que vivem em suas margens.",
    "Como o novo Plano Diretor vai ajudar as pessoas a perderem menos tempo no trânsito?",
    "Resposta: O novo Plano Diretor reorganiza o crescimento da cidade para aproximar moradia, trabalho e serviços. Ele permite mais habitação nos lugares com transporte coletivo e infraestrutura urbana, como corredores de ônibus e áreas com muitos empregos. Além disso, valoriza o uso misto do solo e propõe redes de centralidades mais bem conectadas --- tudo isso para facilitar o dia a dia de quem vive longe de onde precisa estar.",
    "O novo Plano Diretor ajuda mesmo a melhorar a mobilidade em Porto Alegre?",
    "Resposta: Sim. O plano incentiva que mais pessoas morem perto de onde trabalham, estudam e usam serviços, reduzindo a necessidade de grandes deslocamentos. Ao promover o uso misto do solo e concentrar o adensamento nas áreas com melhor infraestrutura, o plano favorece trajetos mais curtos, fortalece o transporte coletivo e estimula modos ativos, como caminhar e pedalar. Isso também ajuda a reduzir a poluição: segundo o Plano de Ação Climática de Porto Alegre, o transporte por automóvel é o principal responsável pelas emissões de gases de efeito estufa na cidade.",
    "Como o novo Plano Diretor vai ajudar a reduzir o custo da moradia?",
    "Resposta: O Plano Diretor facilita a construção de mais moradias em áreas bem localizadas, próximas ao transporte coletivo e aos empregos. Ele estimula o uso de terrenos ociosos, permite diferentes tipos de moradia, incentiva reformas de prédios existentes e simplifica as regras urbanísticas. Com mais oferta onde a cidade já tem infraestrutura, o custo por moradia tende a cair --- e morar bem se torna mais acessível para mais gente.",
    "Como a simplificação das regras urbanísticas reduz o custo da habitação?",
    "Resposta: Porque regras mais simples e claras ajudam a destravar projetos e reduzir os custos com estudos, revisões e prazos de aprovação. O novo Plano Diretor e a nova LUOS substituem centenas de zonas específicas por uma lógica mais enxuta e coerente com a realidade da cidade. Isso permite construir com mais segurança jurídica, amplia as possibilidades de uso dos terrenos e facilita a regularização de imóveis. Quanto menos barreiras, mais moradias podem ser viabilizadas --- e mais acessíveis elas se tornam.",
    "Onde a moradia vai ficar mais acessível com o novo Plano Diretor?",
    "Resposta: Nas áreas com melhor infraestrutura urbana e transporte coletivo, como os corredores de ônibus, centros de bairro e zonas mais consolidadas da cidade. O novo Plano Diretor permite mais unidades habitacionais nesses locais e incentiva o uso de terrenos vazios ou subutilizados. Isso aproxima as pessoas dos serviços e empregos, reduz os custos com transporte e aumenta a oferta de moradia onde já é possível viver com qualidade.",
    "Como o novo Plano Diretor vai preparar Porto Alegre para os efeitos das mudanças climáticas?",
    "Resposta: O Plano Diretor propõe transformar a forma como a cidade lida com o clima extremo. Em vez de afastar a população das áreas vulneráveis, o plano organiza o território com foco na adaptação --- fortalecendo a drenagem urbana, valorizando soluções baseadas na natureza e conectando áreas verdes para formar redes ecológicas. Áreas expostas a alagamentos passam a ser priorizadas para investimentos públicos, com infraestrutura segura e resiliência ambiental. É uma nova forma de planejar: reconhecendo os riscos, mas sem abandonar quem mais precisa de proteção.",
    "O novo Plano Diretor ajuda a reduzir as emissões que causam as mudanças climáticas?",
    "Resposta: Sim. O plano estimula que mais pessoas morem perto do transporte coletivo e dos empregos, o que reduz o uso do carro --- hoje o principal responsável pelas emissões em Porto Alegre, segundo o Plano de Ação Climática. Além disso, ele promove o uso misto do solo, valoriza a mobilidade ativa (como caminhar e pedalar) e protege áreas verdes, que ajudam a regular o clima. É um passo importante para tornar a cidade mais sustentável e justa com o meio ambiente.",
    "Como o novo Plano Diretor ajuda Porto Alegre a atrair investimentos e gerar desenvolvimento?",
    "Resposta: O novo Plano Diretor organiza o crescimento da cidade com mais clareza e previsibilidade. Isso dá mais segurança para quem quer investir, empreender ou construir. O plano também fortalece o papel do planejamento urbano como motor da economia, conectando as decisões sobre o uso do solo à infraestrutura, ao orçamento público e às oportunidades de financiamento. Com regras mais simples, uso mais eficiente do território e visão de longo prazo, a cidade se torna mais preparada para receber projetos que geram emprego, renda e qualidade de vida."
  ]
}